[
  {
    "nama": "Skyrink Jakarta - Mall Taman Anggrek",
    "lokasi": "Mall, Taman Anggrek, Lantai 3, RT.12/RW.1, Tj. Duren Sel., Kec. Grogol petamburan, Kota Jakarta Barat, Daerah Khusus Ibukota Jakarta 11470, Indonesia",
    "url_gambar": "arena/SkyrinkMTA.jpg",
    "deskripsi": "Sky Rink di Mall Taman Anggrek (MTA) adalah arena ice skating indoor terbesar di Jakarta, menawarkan tempat rekreasi seru untuk semua usia dan keahlian, dilengkapi fasilitas penyewaan sepatu seluncur, loker, toilet, dan area makanan ringan, menjadikannya pilihan tepat untuk bersenang-senang di atas es kapan saja, baik untuk pemula maupun profesional. ",
    "kapasitas": 165,
    "opt hours": "Senin: 10.00–22.00\nSelasa: 10.00–22.00\nRabu: 10.00–22.00\nKamis: 10.00–22.00\nJumat: 10.00–22.00\nSabtu: 10.00–22.00\nMinggu: 10.00–22.00",
    "map url": "https://maps.google.com/?cid=18161721649650554379"
  },
  {
    "nama": "Oasis Centre Arena GC",
    "lokasi": "Aeon Mall, Jl. Jkt Garden City Boulevard No.1, RT.1/RW.6, Cakung Tim., Kec. Cakung, Kota Jakarta Timur, Daerah Khusus Ibukota Jakarta 13910, Indonesia",
    "url_gambar": "arena/OasisCentre.jpg",
    "deskripsi": "Oasis Centre Arena adalah arena ice skating indoor di AEON Mall Jakarta Garden City yang menawarkan gelanggang es berstandar Olimpiade (60x30m) pertama di Indonesia, cocok untuk segala usia untuk rekreasi atau belajar, dilengkapi fasilitas modern seperti ruang gym, shower, locker, dan program pelatihan OCA Skating Academy. Arena ini menyediakan lingkungan aman dan terawat untuk bersenang-senang, meluncur di atas es, dan menciptakan pengalaman unik bersama keluarga atau teman di Jakarta. ",
    "kapasitas": 150,
    "opt hours": "Senin: 10.00–22.00\nSelasa: 10.00–22.00\nRabu: 10.00–22.00\nKamis: 10.00–22.00\nJumat: 10.00–22.00\nSabtu: 10.00–22.00\nMinggu: 10.00–22.00",
    "map url": "https://maps.google.com/?cid=13730110732181601120"
  },
  {
    "nama": "BXRink Ice Skating",
    "lokasi": "Bintaro Jaya Xchange Mall Lantai UG No.3A, CBD, Jl. Boulevard Bintaro Jaya Jl. Sektor VII No.2, Pd. Jaya, Kec. Pd. Aren, Kota Tangerang Selatan, Banten 15227, Indonesia",
    "url_gambar": "arena/BXRink.png",
    "deskripsi": "BX Rink adalah arena seluncur es (ice skating) profesional yang terletak di Bintaro Xchange Mall, Tangerang Selatan, menawarkan pengalaman bermain dan belajar ice skating untuk segala usia dengan fasilitas lengkap, termasuk pelatih profesional, penyewaan alat, hingga program akademi skating, menjadikannya destinasi hiburan dan olahraga yang populer. ",
    "kapasitas": 200,
    "opt hours": "Senin: 12.00–20.00\nSelasa: 12.00–20.00\nRabu: 12.00–20.00\nKamis: 12.00–20.00\nJumat: 12.00–20.00\nSabtu: 10.00–20.00\nMinggu: 10.00–20.00",
    "map url": "https://maps.google.com/?cid=9226340998914266139"
  },
  {
    "nama": "Gardenice Rink",
    "lokasi": "Lantai SL- 08, Jalan Sukajadi No.137-139 Paris Van Java Sky Level, Paris Van Java, Cipedes, Kec. Sukajadi, Kota Bandung, Jawa Barat 40162, Indonesia",
    "url_gambar": "arena/Gardenice.jpg",
    "deskripsi": "Rasakan pengalaman menyenangkan berselancar es bersama teman dan keluarga di Gardenice Rink! Merupakan satu-satunya arena seluncur es di Bandung yang memiliki konsep semi-outdoor. Kamu akan merasakan berselancar es di tengah-tengah taman yang indah. Anak-anak dan peselancar es yang baru pertama kali akan dipandu oleh pelatih yang ada di sekitar arena.",
    "kapasitas": 100,
    "opt hours": "Senin: 10.00–21.45\nSelasa: 10.00–21.45\nRabu: 10.00–21.45\nKamis: 10.00–21.45\nJumat: 10.00–21.45\nSabtu: 10.00–21.45\nMinggu: 10.00–21.45",
    "map url": "https://maps.google.com/?cid=12487965101572432879"
  },
  {
    "nama": "SCH Ice Skating Arena",
    "lokasi": "79H6+XPV, Jl. Gito Gati, Penggung, Tridadi, Kec. Sleman, Kabupaten Sleman, Daerah Istimewa Yogyakarta 55511, Indonesia",
    "url_gambar": "arena/SCH.png",
    "deskripsi": "Bersiaplah untuk meluncur dan bersenang-senang di SCH Ice Skating Arena bersama teman dan keluarga! Baik Anda sudah ahli atau baru pertama kali mencoba, keseruan di atas es tak akan berhenti. Jangan khawatir jika ini pertama kalinya Anda bermain skating, karena petugas arena selalu siap membantu dan memastikan Anda menikmati pengalaman ini dengan aman. Rasakan keseruan bermain ice skating sambil menciptakan kenangan tak terlupakan bersama orang-orang tercinta. Ini adalah cara sempurna untuk menghabiskan hari yang penuh tawa, kegembiraan, dan momen seru di atas es!",
    "kapasitas": 100,
    "opt hours": "Senin: 10.00–21.00\nSelasa: 10.00–21.00\nRabu: 10.00–21.00\nKamis: 10.00–21.00\nJumat: 10.00–21.00\nSabtu: 10.00–21.00\nMinggu: 10.00–21.00",
    "map url": "https://maps.google.com/?cid=6838677488608956973"
  },
  {
    "nama": "Bali Ice Skating Arena",
    "lokasi": "Mal Bali Galeria, Jl. Bypass Ngurah Rai, Kuta, Kec. Kuta, Kabupaten Badung, Bali 80361, Indonesia",
    "url_gambar": "arena/BaliIceSkatingArena.jpg",
    "deskripsi": "Bali Ice Skating adalah arena seluncur es satu-satunya di Bali yang berada di Mall Bali Galeria, menawarkan sensasi olahraga musim dingin di pulau tropis, cocok untuk semua kalangan dengan fasilitas seperti skating aid, loker, pelatih profesional, dan program akademi khusus, menjadikannya tempat hiburan yang unik dengan pengalaman seluncur yang aman dan menyenangkan di atas es sungguhan. ",
    "kapasitas": 175,
    "opt hours": "Senin: 10.00–21.30\nSelasa: 10.00–21.30\nRabu: 10.00–21.30\nKamis: 10.00–21.30\nJumat: 10.00–21.30\nSabtu: 10.00–21.30\nMinggu: 10.00–21.30",
    "map url": "https://maps.google.com/?cid=11989374234095711337"
  },
  {
    "nama": "OCA Ice Skating Arena - Embong Malang",
    "lokasi": "Jl. Embong Malang No.39, Kedungdoro, Kec. Tegalsari, Surabaya, Jawa Timur 60261, Indonesia",
    "url_gambar": "arena/OCA.jped",
    "deskripsi": "OCA Ice Skating adalah arena seluncur es yang menawarkan pengalaman bermain skate di atas es dengan fasilitas lengkap seperti sewa sepatu, skating aid (alat bantu), sarung tangan, dan kaus kaki, ideal untuk keluarga, teman, atau pemula yang ingin belajar seluncur dengan pelatih bersertifikat, menawarkan program reguler dan paket pembelajaran di lokasi seperti Maspion Square Surabaya. ",
    "kapasitas": 150,
    "opt hours": "Senin: 10.00–22.00\nSelasa: 10.00–22.00\nRabu: 10.00–22.00\nKamis: 10.00–22.00\nJumat: 10.00–22.00\nSabtu: 10.00–22.00\nMinggu: 10.00–22.00",
    "map url": "https://maps.google.com/?cid=17659429666310569509"
  },
  {
    "nama": "Medan Ice Skating Arena",
    "lokasi": "Cambridge City Square, Jl. S. Parman No.217 lantai 2, Petisah Tengah, Kec. Medan Petisah, Kota Medan, Sumatera Utara 20151, Indonesia",
    "url_gambar": "arena/MedanISA.jpg",
    "deskripsi": "Temukan keseruan bermain ice skating di Playtopia Sports, inovasi terbaru yang menghadirkan pengalaman seru bermain ice skating di dalam ruangan! Berlokasi di Sun Plaza Medan, Playtopia Sports memiliki arena ice skating indoor terbesar — tempat yang sempurna untuk bersenang-senang bersama teman dan orang tercinta. Tak hanya seru, Playtopia Sports juga menjamin pengalaman bermain ice skating yang aman untuk semua usia. Jadi, ajak semua orang untuk menikmati hari penuh tawa dan kebahagiaan di atas es! Jadi, tunggu apa lagi? Ajak teman-temanmu dan rasakan sensasi seru bermain ice skating di Playtopia Sports hari ini!",
    "kapasitas": 50,
    "opt hours": "Senin: 10.00–21.45\nSelasa: 10.00–21.45\nRabu: 10.00–21.45\nKamis: 10.00–21.45\nJumat: 10.00–21.45\nSabtu: 10.00–21.45\nMinggu: 10.00–21.45",
    "map url": "https://maps.google.com/?cid=10833321253440318490"
  },
  {
    "nama": "Snowy Happyland",
    "lokasi": "QJ5H+G9X, Jl. Gading Serpong Boulevard, Pakulonan Barat, Kecamatan Kelapa Dua, Kabupaten Tangerang, Banten 15810, Indonesia",
    "url_gambar": "arena/Snowy.jpg",
    "deskripsi": "Snowy Happyland adalah acara tematik musim dingin yang sering diadakan di Summarecon Mall Serpong (SMS) saat liburan sekolah, menawarkan pengalaman bermain salju dan ice skating di dalam mall, lengkap dengan area Snow Playground dan Ice Rink, serta pertunjukan bertema Kutub Utara dan karakter seperti Polar Bear, menjadikannya destinasi hiburan keluarga yang populer di Tangerang. ",
    "kapasitas": 50,
    "opt hours": "Senin: 10.00–22.00\nSelasa: 10.00–22.00\nRabu: 10.00–22.00\nKamis: 10.00–22.00\nJumat: 10.00–22.00\nSabtu: 10.00–22.00\nMinggu: 10.00–22.00",
    "map url": "https://maps.google.com/?cid=16326125140928726294"
  },
  {
    "nama": "OPI Ice Skating arena",
    "lokasi": "Jl. Gubernur H. A Bastari No.16, Sungai Kedukan, Kec. Rambutan, Kota Palembang, Sumatera Selatan 30257, Indonesia",
    "url_gambar": "arena/OPI.jpeg",
    "deskripsi": "Rasakan keseruan bermain seluncur es di OPI Ice Rink Palembang, tempat di mana kesenangan bertemu dengan kegembiraan. Meluncur dan menari di sekitar arena es, menikmati seluncuran berbentuk penguin, anjing laut, dan lumba-lumba yang menambah sentuhan keajaiban pada petualangan seluncur es Anda. Cocok untuk segala usia, arena seluncur es ini menjanjikan rekreasi yang menyenangkan dan berkesan bagi seluruh keluarga. Baik Anda pemain seluncur berpengalaman atau pemula, OPI Ice Rink Palembang menawarkan lingkungan yang aman dan menyenangkan untuk semua orang. Habiskan hari penuh kegembiraan di atas es, menciptakan momen tak terlupakan bersama orang-orang tercinta. Datang dan rasakan keajaiban bermain seluncur es seperti belum pernah ada sebelumnya!",
    "kapasitas": 125,
    "opt hours": "Senin: 10.15–21.45\nSelasa: 10.15–21.45\nRabu: 10.15–21.45\nKamis: 10.15–21.45\nJumat: 10.15–21.45\nSabtu: 10.15–21.45\nMinggu: 10.15–21.45",
    "map url": "https://maps.google.com/?cid=5818206029982477525"
  }
]